[
  {
    "quote": "Pain and suffering have come into your life, but remember pain, sorrow, suffering are but the kiss of Jesus — a sign that you have come so close to Him that He can kiss you.",
    "author": "St. Mother Teresa of Calcutta"
  },
  {
    "quote": "Without the burden of afflictions it is impossible to reach the height of grace.  The gift of grace increases as the struggle increases.",
    "author": "St. Rose of Lima"
  },
  {
    "quote": "A humble soul does not trust itself, but places all its confidence in God.",
    "author": "St. Faustina"
  },
  {
    "quote": "Faith is to believe what you do not see. The reward of faith is to see what you believe.",
    "author": "St. Augustine of Hippo"
  },
  {
    "quote": "I distrust a charity that costs nothing and does not hurt.",
    "author": "Pope Francis"
  },
  {
    "quote": "Know that the greatest service that man can offer to God is to help convert souls.",
    "author": "St. Rose of Lima"
  },
  {
    "quote": "The secret of happiness is to live moment by moment and to thank God for all that He, in His goodness, sends to us day after day.",
    "author": "St. Gianna Molla"
  },
  {
    "quote": "Anxiety is the greatest evil that can befall a soul except sin.  God commands you to pray, but He forbids you to worry.",
    "author": "St. Francis de Sales"
  },
  {
    "quote": "And the Lord said to me, ‘My child, you please Me most by suffering. In your physical as well as your mental sufferings, My daughter, do not seek sympathy from creatures. I want the fragrance of your suffering to be pure and unadulterated. I want you to detach yourself, not only from creatures, but also from yourself…The more you will come to love suffering, My daughter, the purer your love for Me will be.",
    "author": "St. Maria Faustina Kowalska"
  },
  {
    "quote": "Let no one mourn that he has fallen again and again: for forgiveness has risen from the grave!",
    "author": "St. John Chrysostom"
  },
  {
    "quote": "Faith in the resurrection of Jesus says that there is a future for every human being; the cry for unending life which is a part of the person is indeed answered. God exists: that is the real message of Easter. Anyone who even begins to grasp what this means also knows what it means to be redeemed.",
    "author": "Pope Benedict XVI"
  },
  {
    "quote": "Mary, who is the Virgin Most Pure, is also the Refuge of Sinners.  She knows what sin is, not by the experience of its fall, not by tasting its bitter regrets, but by seeing what it did to her Divine Son.",
    "author": "Venerable Fulton Sheen"
  },
  {
    "quote": "The world offers you comfort, but you were not made for comfort.  You were made for greatness.",
    "author": "Pope Benedict XVI"
  },
  {
    "quote": "The Eucharist is the secret of my day.  It gives strength and meaning to all my activities of service to the Church and to the world.",
    "author": "Pope Saint John Paul II"
  },
  {
    "quote": "Nothing great is ever achieved without enduring much.",
    "author": "St. Augustine of Hippo"
  },
  {
    "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.",
    "author": "St. Mother Teresa of Calcutta"
  },
  {
    "quote": "Genuine love is demanding, but its beauty lies precisely in the demands it makes.",
    "author": "Pope Francis"
  },
  {
    "quote": "We cannot all do great things, but we can do small things with great love.",
    "author": "St. Mother Teresa of Calcutta"
  },
  {
    "quote": "To have a right to do a thing is not at all the same as to be right in doing it.",
    "author": "G.K. Chesterton"
  },
  {
    "quote": "The saints did not all begin well, but they ended well.",
    "author": "St. John Vianney"
  },
  {
    "quote": "Hold your eyes on God and leave the doing to Him.  That is all the doing you have to worry about.",
    "author": "St. Jane Frances de Chantal"
  },
  {
    "quote": "The devil fears hearts on fire with the love of God.",
    "author": "St. Catherine of Siena"
  },
  {
    "quote": "It isn’t good to let our thoughts disturb us or worry us at all.",
    "author": "St. Teresa of Ávila"
  },
  {
    "quote": "Never be afraid of loving the Blessed Virgin too much. You can never love her more than Jesus did.",
    "author": "St. Maximilian Kolbe"
  },
  {
    "quote": "Each generation is converted by the saint who contradicts it most.",
    "author": "G.K. Chesterton"
  },
  {
    "quote": "If God sends you many sufferings it is a sign that He has great plans for you, and certainly wants to make you a saint.",
    "author": "St. Ignatius of Loyola"
  },
  {
    "quote": "Our hearts were made for You, O Lord, and they are restless until they rest in You.",
    "author": "St. Augustine of Hippo"
  },
  {
    "quote": "Jesus, help me to simplify my life by learning what you want me to be – and becoming that person.",
    "author": "St. Thérèse of Lisieux"
  },
  {
    "quote": "He who possesses God lacks nothing: God alone suffices.",
    "author": "St. Teresa of Ávila"
  },
  {
    "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
    "author": "St. Mother Teresa of Calcutta"
  },
  {
    "quote": "Life with Christ is a wonderful adventure.",
    "author": "St. John Paul II"
  }
]